Repository: rxtech-lab/podcast-bot
Catalog: iOS/iOS/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant_hk, zh_hant_tw

source: Searching the content…
zh_hans: 正在搜索内容…
zh_hant_hk: 正在搜尋內容…
zh_hant_tw: 正在搜尋內容…

source: Searching the web…
zh_hans: 正在搜索网页…
zh_hant_hk: 正在搜尋網頁…
zh_hant_tw: 正在搜尋網頁…

source: Searching...
zh_hans: 正在搜索...
zh_hant_hk: 正在搜尋...
zh_hant_tw: 正在搜尋...

source: Seconds
zh_hans: 秒
zh_hant_hk: 秒
zh_hant_tw: 秒

source: See exactly how your points are spent with a full usage history.
zh_hans: 通过完整的使用历史，清楚了解积分的消费情况。
zh_hant_hk: 透過完整的使用紀錄，清楚了解積分的消費情況。
zh_hant_tw: 透過完整的使用紀錄，清楚了解積分的消費情況。

source: Select a %@
zh_hans: 选择一个 %@
zh_hant_hk: 選擇一個 %@
zh_hant_tw: 選擇一個 %@

source: Select a page to export inside it, or leave it empty to export at the root.
zh_hans: 选择一个页面以导出到其中，或不选择页面以导出到根目录。
zh_hant_hk: 選擇一個頁面以匯出到其中，或不選擇頁面以匯出到根目錄。
zh_hant_tw: 選擇一個頁面以匯出到其中，或不選擇頁面以匯出到根目錄。

source: Select a podcast
zh_hans: 选择一个播客
zh_hant_hk: 選擇一個播客
zh_hant_tw: 選擇一個播客

source: Select chapters to generate
zh_hans: 选择要生成的章节
zh_hant_hk: 選擇要生成嘅章節
zh_hant_tw: 選擇要產生的章節

source: Select End Time
zh_hans: 选择结束时间
zh_hant_hk: 選擇結束時間
zh_hant_tw: 選擇結束時間

source: Select source
zh_hans: 选择来源
zh_hant_hk: 選擇來源
zh_hant_tw: 選擇來源

source: Select Start Time
zh_hans: 选择开始时间
zh_hant_hk: 選擇開始時間
zh_hant_tw: 選擇開始時間

source: Send audio
zh_hans: 发送音频
zh_hant_hk: 傳送音訊
zh_hant_tw: 傳送音訊

source: Send message
zh_hans: 发送消息
zh_hant_hk: 傳送訊息
zh_hant_tw: 傳送訊息

source: Send Voice Message
zh_hans: 发送语音消息
zh_hant_hk: 傳送語音訊息
zh_hant_tw: 傳送語音訊息

source: Service should be back by %@.
zh_hans: 服务预计于 %@ 前恢复。
zh_hant_hk: 服務預計於 %@ 前恢復。
zh_hant_tw: 服務預計於 %@ 前恢復。

source: Set End to Current Time
zh_hans: 将结束时间设为当前时间
zh_hant_hk: 將結束時間設為目前時間
zh_hant_tw: 將結束時間設為目前時間

source: Set Start to Current Time
zh_hans: 将开始时间设为当前时间
zh_hant_hk: 將開始時間設為目前時間
zh_hant_tw: 將開始時間設為目前時間

source: Settings
zh_hans: 设置
zh_hant_hk: 設定
zh_hant_tw: 設定

source: Shape your next %@ in a planning conversation, with Notion pages and uploads as sources.
zh_hans: 通过规划对话塑造你的下一个 %@，并将 Notion 页面和上传内容作为来源。
zh_hant_hk: 透過規劃對話塑造你的下一個 %@，並將 Notion 頁面和上載內容作為來源。
zh_hant_tw: 透過規劃對話塑造你的下一個 %@，並將 Notion 頁面和上傳內容作為來源。

source: Share
zh_hans: 分享
zh_hant_hk: 分享
zh_hant_tw: 分享

source: Share Link
zh_hans: 分享链接
zh_hant_hk: 分享連結
zh_hant_tw: 分享連結

source: Share with others
zh_hans: 与他人分享
zh_hant_hk: 與其他人分享
zh_hant_tw: 與其他人分享

source: Show captions
zh_hans: 显示字幕
zh_hant_hk: 顯示字幕
zh_hant_tw: 顯示字幕

source: Show cover
zh_hans: 显示封面
zh_hant_hk: 顯示封面
zh_hant_tw: 顯示封面

source: Show transcript
zh_hans: 显示文字稿
zh_hant_hk: 顯示文字稿
zh_hant_tw: 顯示文字稿

source: Showing the plan…
zh_hans: 正在显示计划…
zh_hant_hk: 正在顯示計劃…
zh_hant_tw: 正在顯示計劃…

source: Sign in with rxlab to plan and generate AI %@.
zh_hans: 使用 rxlab 登录，策划并生成 AI %@。
zh_hant_hk: 使用 rxlab 登入，策劃並生成 AI %@。
zh_hant_tw: 使用 rxlab 登入，策劃並生成 AI %@。

source: Sign in with rxlab to plan and generate AI podcasts.
zh_hans: 使用 rxlab 登录，策划并生成 AI 播客。
zh_hant_hk: 使用 rxlab 登入，策劃並生成 AI 播客。
zh_hant_tw: 使用 rxlab 登入，策劃並生成 AI 播客。

source: Sign Out
zh_hans: 退出登录
zh_hant_hk: 登出
zh_hant_tw: 登出

source: Signed in
zh_hans: 已登录
zh_hant_hk: 已登入
zh_hant_tw: 已登入

source: Skip All Questions
zh_hans: 跳过所有问题
zh_hant_hk: 略過所有問題
zh_hant_tw: 略過所有問題

source: Skipped
zh_hans: 已跳过
zh_hant_hk: 已略過
zh_hant_tw: 已略過

source: Slides (coming soon)
zh_hans: 幻灯片（即将推出）
zh_hant_hk: 簡報（即將推出）
zh_hant_tw: 簡報（即將推出）

source: Source
zh_hans: 来源
zh_hant_hk: 來源
zh_hant_tw: 來源

source: Sources
zh_hans: 来源
zh_hant_hk: 來源
zh_hant_tw: 來源

source: Spanish
zh_hans: 西班牙语
zh_hant_hk: 西班牙語
zh_hant_tw: 西班牙語

source: Speaker
zh_hans: 说话人
zh_hant_hk: 講者
zh_hant_tw: 講者

source: Speaker Models
zh_hans: 发言人模型
zh_hant_hk: 發言人模型
zh_hant_tw: 發言人模型

source: Speaker name
zh_hans: 说话人名称
zh_hant_hk: 講者名稱
zh_hant_tw: 講者名稱

source: Speakers
zh_hans: 说话人
zh_hant_hk: 講者
zh_hant_tw: 講者

source: Start
zh_hans: 开始
zh_hant_hk: 開始
zh_hant_tw: 開始

source: Start generation
zh_hans: 开始生成
zh_hant_hk: 開始生成
zh_hant_tw: 開始生成

source: Starting transcription...
zh_hans: 正在开始转写...
zh_hant_hk: 正在開始轉錄...
zh_hant_tw: 正在開始轉錄...

source: Station Visibility
zh_hans: 电台可见性
zh_hant_hk: 電台可見度
zh_hant_tw: 電台可見度

source: Stations
zh_hans: 电台
zh_hant_hk: 電台
zh_hant_tw: 電台

source: Stop failed: %@
zh_hans: 停止失败：%@
zh_hant_hk: 停止失敗：%@
zh_hant_tw: 停止失敗：%@

source: Stopping and finalising upload...
zh_hans: 正在停止并完成上传…
zh_hant_hk: 正在停止並完成上傳…
zh_hant_tw: 正在停止並完成上傳…

source: Style
zh_hans: 风格
zh_hant_hk: 風格
zh_hant_tw: 風格

source: Subscription
zh_hans: 订阅
zh_hant_hk: 訂閱
zh_hant_tw: 訂閱

source: Subtitle
zh_hans: 字幕
zh_hant_hk: 字幕
zh_hant_tw: 字幕

source: Subtitle Timing
zh_hans: 字幕时间调整
zh_hant_hk: 字幕時間調整
zh_hant_tw: 字幕時間調整

source: Summaries can include mindmaps, and individual mindmaps can be exported on their own.
zh_hans: 摘要现在可以包含思维导图，也可以单独导出思维导图。
zh_hant_hk: 摘要而家可以包含心智圖，亦可以單獨匯出心智圖。
zh_hant_tw: 摘要現在可以包含心智圖，也可以單獨匯出心智圖。

source: Summary
zh_hans: 摘要
zh_hant_hk: 摘要
zh_hant_tw: 摘要

source: Summary and mindmap
zh_hans: 摘要和思维导图
zh_hant_hk: 摘要和心智圖
zh_hant_tw: 摘要和心智圖

source: Summary document
zh_hans: 摘要文档
zh_hant_hk: 摘要文件
zh_hant_tw: 摘要文件

source: Summary exported to Notion.
zh_hans: 摘要已导出到 Notion。
zh_hant_hk: 摘要已匯出到 Notion。
zh_hant_tw: 摘要已匯出到 Notion。

source: Swipe left on a segment to edit its text or retime it against the uploaded audio.
zh_hans: 向左轻扫片段即可编辑文本，或根据已上传的音频重新调整时间。
zh_hant_hk: 向左輕掃片段即可編輯文字，或根據已上傳的音訊重新調整時間。
zh_hant_tw: 向左輕掃片段即可編輯文字，或根據已上傳的音訊重新調整時間。

source: Switch between the cover art and synced captions while listening full screen.
zh_hans: 全屏收听时可在封面图和同步字幕之间切换。
zh_hant_hk: 全螢幕收聽時可在封面圖和同步字幕之間切換。
zh_hant_tw: 全螢幕收聽時可在封面圖和同步字幕之間切換。

source: Syncing your library
zh_hans: 正在同步你的资料库
zh_hant_hk: 正在同步你的資料庫
zh_hant_tw: 正在同步你的資料庫

source: Tap to answer
zh_hans: 轻点以回答
zh_hant_hk: 點一下以回答
zh_hant_tw: 點一下以回答

source: Tap to review
zh_hans: 轻点查看
zh_hant_hk: 點按查看
zh_hant_tw: 點一下查看

source: Tap to try again
zh_hans: 轻点以重试
zh_hant_hk: 點按以再試一次
zh_hant_tw: 點一下以重試

source: Tap to view details
zh_hans: 轻点以查看详情
zh_hant_hk: 點一下以查看詳細資料
zh_hant_tw: 點一下以查看詳細資料

source: Template
zh_hans: 模板
zh_hant_hk: 範本
zh_hant_tw: 範本

source: Text unavailable
zh_hans: 文本不可用
zh_hant_hk: 文字不可用
zh_hant_tw: 文字不可用

source: The app is temporarily unavailable for scheduled maintenance. Please try again later.
zh_hans: App 因计划维护暂时不可用。请稍后再试。
zh_hant_hk: App 因計劃維護暫時無法使用。請稍後再試。
zh_hant_tw: App 因排定維護暫時無法使用。請稍後再試。

source: The app now speaks Simplified and Traditional Chinese, end to end.
zh_hans: 应用现已全面支持简体和繁体中文。
zh_hant_hk: 應用程式現已全面支援簡體和繁體中文。
zh_hant_tw: 應用程式現已全面支援簡體和繁體中文。

source: The current generation will stop after finalising audio that has already been created. New turns will not be generated.
zh_hans: 当前生成会在完成已创建的音频后停止。不会生成新的轮次。
zh_hant_hk: 目前生成會在完成已建立的音訊後停止。不會生成新的輪次。
zh_hant_tw: 目前生成會在完成已建立的音訊後停止。不會生成新的輪次。

source: The edit didn’t finish. Pull to refresh or try again.
zh_hans: 编辑未完成。下拉刷新或重试。
zh_hant_hk: 編輯未完成。下拉重新整理或重試。
zh_hant_tw: 編輯未完成。下拉重新整理或重試。

source: The end timestamp must be after the start timestamp.
zh_hans: 结束时间必须晚于开始时间。
zh_hant_hk: 結束時間必須晚於開始時間。
zh_hant_tw: 結束時間必須晚於開始時間。

source: The grouping is removed; the podcasts stay in your library.
zh_hans: 分组会被移除；播客仍会保留在你的资料库中。
zh_hant_hk: 分組會被移除；播客仍會保留喺你嘅資料庫。
zh_hant_tw: 分組會被移除；播客仍會保留在你的資料庫中。

source: The mindmap is not ready yet.
zh_hans: 思维导图尚未就绪。
zh_hant_hk: 心智圖尚未就緒。
zh_hant_tw: 心智圖尚未就緒。

source: The new speaker will be available in the transcript speaker picker.
zh_hans: 新说话人会出现在转录说话人选取器中。
zh_hant_hk: 新講者會出現在轉錄講者選擇器中。
zh_hant_tw: 新講者會出現在轉錄講者選擇器中。

source: The original audio stays unchanged. Missing translated fields automatically use the podcast’s main language.
zh_hans: 原始音频保持不变。缺少翻译的字段会自动使用播客的主要语言。
zh_hant_hk: 原始音訊保持不變。缺少翻譯的欄位會自動使用 Podcast 的主要語言。
zh_hant_tw: 原始音訊保持不變。缺少翻譯的欄位會自動使用 Podcast 的主要語言。

source: The plan update failed. Please try again.
zh_hans: 计划更新失败。请重试。
zh_hant_hk: 計劃更新失敗。請重試。
zh_hant_tw: 計劃更新失敗。請重試。

source: The plan update is still running. Refresh this %@ in a moment.
zh_hans: 计划更新仍在进行中。请稍后刷新此 %@。
zh_hant_hk: 計劃更新仍在進行中。請稍後重新整理此 %@。
zh_hant_tw: 計劃更新仍在進行中。請稍後重新整理此 %@。

source: The plan update is still running. Refresh this podcast in a moment.
zh_hans: 计划更新仍在进行中。请稍后刷新此播客。
zh_hant_hk: 計劃更新仍在進行中。請稍後重新整理此播客。
zh_hant_tw: 計劃更新仍在進行中。請稍後重新整理此播客。

source: The plan update stopped before it finished. Please try again.
zh_hans: 计划更新在完成前停止了。请重试。
zh_hant_hk: 計劃更新在完成前停止了。請重試。
zh_hant_tw: 計劃更新在完成前停止了。請重試。

source: The recording could not be played.
zh_hans: 无法播放此录音。
zh_hant_hk: 無法播放此錄音。
zh_hant_tw: 無法播放此錄音。

source: The selected model is used for this speaker when the plan is generated.
zh_hans: 生成计划时，此发言人会使用所选模型。
zh_hant_hk: 生成計劃時，此發言人會使用所選模型。
zh_hant_tw: 生成計劃時，此發言人會使用所選模型。

source: The summary is added as a new page inside the page you select.
zh_hans: 摘要会作为新页面添加到你选择的页面中。
zh_hant_hk: 摘要會以新頁面加入你選擇的頁面中。
zh_hant_tw: 摘要會以新頁面加入你選擇的頁面中。

source: The time range exceeds the uploaded audio duration.
zh_hans: 时间范围超出了上传音频的时长。
zh_hant_hk: 時間範圍超出已上傳音訊的長度。
zh_hant_tw: 時間範圍超出已上傳音訊的長度。

source: The upload did not return a storage key.
zh_hans: 上传未返回存储密钥。
zh_hant_hk: 上載未傳回儲存索引鍵。
zh_hant_tw: 上傳未傳回儲存金鑰。

source: Thinking…
zh_hans: 正在思考…
zh_hant_hk: 正在思考…
zh_hant_tw: 正在思考…

source: This cover is shown only to %@ listeners. Everyone else keeps seeing the default cover.
zh_hans: 此封面仅向使用 %@ 的听众显示。其他人仍会看到默认封面。
zh_hant_hk: 此封面只會向使用 %@ 的聽眾顯示。其他人仍會看到預設封面。
zh_hant_tw: 此封面只會向使用 %@ 的聽眾顯示。其他人仍會看到預設封面。

source: This creator profile is not available.
zh_hans: 此创作者个人资料不可用。
zh_hant_hk: 此創作者個人資料無法使用。
zh_hant_tw: 此創作者個人資料無法使用。

source: This discussion is full. Ask the host to remove someone or try again later.
zh_hans: 此讨论已满。请让主持人移除某位成员，或稍后再试。
zh_hant_hk: 此討論已滿。請主持人移除某位成員，或稍後再試。
zh_hant_tw: 此討論已滿。請主持人移除某位成員，或稍後再試。

source: This file is larger than your plan allows (%@ max).
zh_hans: 此文件超过了你的方案允许的大小（最大 %@）。
zh_hant_hk: 此檔案超過你的方案允許的大小（最大 %@）。
zh_hant_tw: 此檔案超過你的方案允許的大小（上限 %@）。

source: This language isn't available for on-device transcription on this device.
zh_hans: 此设备不支持使用此语言进行设备端转写。
zh_hant_hk: 此裝置不支援使用此語言進行裝置端轉寫。
zh_hant_tw: 此裝置不支援使用此語言進行裝置端轉寫。

source: This language isn't available on-device — your audio will be transcribed after you send it.
zh_hans: 此语言不支持设备端转写——你的音频会在发送后转写。
zh_hant_hk: 此語言不支援裝置端轉寫——你的音訊會在傳送後轉寫。
zh_hant_tw: 此語言不支援裝置端轉寫——你的音訊會在傳送後轉寫。

source: This permanently removes every message from this podcast chat.
zh_hans: 这将永久删除此播客聊天中的所有消息。
zh_hant_hk: 這會永久刪除此 Podcast 聊天中的所有訊息。
zh_hant_tw: 這會永久刪除此 Podcast 聊天中的所有訊息。

source: This permanently removes every message from your library chat.
zh_hans: 这将永久删除资料库聊天中的所有消息。
zh_hant_hk: 這會永久刪除資料庫聊天中的所有訊息。
zh_hant_tw: 這會永久刪除資料庫聊天中的所有訊息。

source: This plan has no speakers yet.
zh_hans: 此计划还没有发言人。
zh_hant_hk: 此計劃尚無發言人。
zh_hant_tw: 此計劃尚無發言人。

source: This podcast
zh_hans: 此播客
zh_hant_hk: 此播客
zh_hant_tw: 此播客

source: This podcast doesn't belong to an album yet.
zh_hans: 此播客尚未属于任何专辑。
zh_hant_hk: 此播客尚未屬於任何專輯。
zh_hant_tw: 此播客尚未屬於任何專輯。

source: This podcast's content is still being indexed. Try again in a moment.
zh_hans: 此播客的内容仍在建立索引。请稍后再试。
zh_hant_hk: 此 Podcast 的內容仍在建立索引。請稍後再試。
zh_hant_tw: 此 Podcast 的內容仍在建立索引。請稍後再試。

source: This share link has expired or was revoked.
zh_hans: 此分享链接已过期或已被撤销。
zh_hant_hk: 此分享連結已過期或已被撤銷。
zh_hant_tw: 此分享連結已過期或已被撤銷。

source: This turns the current plan into an audio %1$@ in %2$@. It can take a few minutes and uses generation credits.
zh_hans: 这会将当前计划生成为 %2$@ 的音频 %1$@。可能需要几分钟，并会消耗生成额度。
zh_hant_hk: 這會將目前計劃生成為 %2$@ 的音訊 %1$@。可能需要幾分鐘，並會消耗生成額度。
zh_hant_tw: 這會將目前計劃生成為 %2$@ 的音訊 %1$@。可能需要幾分鐘，並會消耗生成額度。

source: This turns the current plan into an audio podcast in %@. It can take a few minutes and uses generation credits.
zh_hans: 这会将当前计划生成为 %@ 的音频播客。可能需要几分钟，并会消耗生成额度。
zh_hant_hk: 這會將目前計劃生成為 %@ 的音訊播客。可能需要幾分鐘，並會消耗生成額度。
zh_hant_tw: 這會將目前計劃生成為 %@ 的音訊播客。可能需要幾分鐘，並會消耗生成額度。

source: Time
zh_hans: 时间
zh_hant_hk: 時間
zh_hant_tw: 時間

source: Time Range
zh_hans: 时间范围
zh_hant_hk: 時間範圍
zh_hant_tw: 時間範圍

source: Timestamp
zh_hans: 时间戳
zh_hant_hk: 時間戳
zh_hant_tw: 時間戳

source: Timing Settings
zh_hans: 时间设置
zh_hant_hk: 時間設定
zh_hant_tw: 時間設定

source: Tip: paste a link in the topic and the agent will read it.
zh_hans: 提示：在主题中粘贴链接，智能体会读取它。
zh_hant_hk: 提示：在主題中貼上連結，智能體會讀取它。
zh_hant_tw: 提示：在主題中貼上連結，智能體會讀取它。

source: Title
zh_hans: 标题
zh_hant_hk: 標題
zh_hant_tw: 標題

source: Title and plan
zh_hans: 标题和计划
zh_hant_hk: 標題和計劃
zh_hant_tw: 標題和計劃

source: Tool
zh_hans: 工具
zh_hant_hk: 工具
zh_hant_tw: 工具

source: Top Up
zh_hans: 充值
zh_hant_hk: 增值
zh_hant_tw: 儲值

source: Topic
zh_hans: 主题
zh_hant_hk: 主題
zh_hant_tw: 主題

source: Topic: %@
zh_hans: 主题：%@
zh_hant_hk: 主題：%@
zh_hant_tw: 主題：%@

source: Track your points
zh_hans: 追踪你的积分
zh_hant_hk: 追蹤你的積分
zh_hant_tw: 追蹤你的積分

source: Transcribing audio…
zh_hans: 正在转写音频…
zh_hant_hk: 正在轉錄音訊…
zh_hant_tw: 正在轉錄音訊…

source: Transcript
zh_hans: 文字稿
zh_hant_hk: 文字稿
zh_hant_tw: 文字稿

# Transcript · %@–%@
source: Transcript · %1$@–%2$@
zh_hans: 文字稿 · %1$@–%2$@
zh_hant_hk: 文字稿 · %1$@–%2$@
zh_hant_tw: 文字稿 · %1$@–%2$@

source: Transcript and captions
zh_hans: 文字稿和字幕
zh_hant_hk: 文字稿和字幕
zh_hant_tw: 文字稿和字幕

source: Transcription failed. Please delete this %@ and try again.
zh_hans: 转写失败。请删除此 %@ 后重试。
zh_hant_hk: 轉錄失敗。請刪除此 %@ 後再試一次。
zh_hant_tw: 轉錄失敗。請刪除此 %@ 後重試。

source: Translate Podcast
zh_hans: 翻译播客
zh_hant_hk: 翻譯 Podcast
zh_hant_tw: 翻譯 Podcast

source: Translate to
zh_hans: 翻译为
zh_hant_hk: 翻譯成
zh_hant_tw: 翻譯成

source: Translations
zh_hans: 翻译
zh_hant_hk: 翻譯
zh_hant_tw: 翻譯

source: Try again later.
zh_hans: 请稍后再试。
zh_hant_hk: 請稍後再試。
zh_hant_tw: 請稍後再試。

source: Turn a podcast transcript and sources into a document linked directly to that podcast.
zh_hans: 将播客文字稿和来源整理成直接关联到该播客的文档。
zh_hant_hk: 將 Podcast 文字稿和來源整理成直接連結至該 Podcast 的文件。
zh_hant_tw: 將 Podcast 文字稿和來源整理成直接連結至該 Podcast 的文件。

source: Turn sources into narrated audio books with chapters, voices, illustrations, and a rendered video.
zh_hans: 将素材转成带章节、角色声音、插图和渲染视频的旁白有声书。
zh_hant_hk: 將素材轉成帶章節、角色聲音、插圖和渲染影片的旁白有聲書。
zh_hant_tw: 將素材轉成帶章節、角色聲音、插圖和渲染影片的旁白有聲書。

source: Turn this plan into a live podcast when the outline is ready.
zh_hans: 大纲准备好后，将此计划转为实时播客。
zh_hant_hk: 大綱準備好後，將此計劃轉為即時播客。
zh_hant_tw: 大綱準備好後，將此計劃轉為即時播客。

source: Type
zh_hans: 类型
zh_hant_hk: 類型
zh_hant_tw: 類型

source: Undo
zh_hans: 撤销
zh_hant_hk: 還原
zh_hant_tw: 復原

source: Unknown
zh_hans: 未知
zh_hant_hk: 未知
zh_hant_tw: 未知

source: Up to %@
zh_hans: 最大 %@
zh_hant_hk: 最多 %@
zh_hant_tw: 最多 %@

source: Update
zh_hans: 更新
zh_hant_hk: 更新
zh_hant_tw: 更新

source: Updated plan
zh_hans: 已更新计划
zh_hant_hk: 已更新計劃
zh_hant_tw: 已更新計劃

source: Updating plan
zh_hans: 正在更新计划
zh_hant_hk: 正在更新計劃
zh_hant_tw: 正在更新計劃

source: Updating plan...
zh_hans: 正在更新计划…
zh_hant_hk: 正在更新計劃…
zh_hant_tw: 正在更新計劃…

source: Upload
zh_hans: 上传
zh_hant_hk: 上載
zh_hant_tw: 上傳

source: Upload an audio file, automatically transcribe its speakers, and publish it as a podcast.
zh_hans: 上传音频文件，自动转录并识别说话人，然后将其发布为播客。
zh_hant_hk: 上載音訊檔案，自動轉錄並辨識講者，然後發佈成 Podcast。
zh_hant_tw: 上傳音訊檔案，自動轉錄並辨識講者，再將其發佈為 Podcast。

source: Upload Own Audio
zh_hans: 上传自己的音频
zh_hant_hk: 上載自己的音訊
zh_hant_tw: 上傳自己的音訊

source: Uploading your own audio is not enabled for your account.
zh_hans: 你的账户尚未启用上传自有音频。
zh_hant_hk: 你的帳戶尚未啟用上載自有音訊。
zh_hant_tw: 你的帳號尚未啟用上傳自有音訊。

source: Uploading…
zh_hans: 正在上传…
zh_hant_hk: 正在上載…
zh_hant_tw: 正在上傳…

source: Use Current Audio Time
zh_hans: 使用当前音频时间
zh_hant_hk: 使用目前音訊時間
zh_hant_tw: 使用目前音訊時間

source: Use M:SS.mmm or H:MM:SS.mmm.
zh_hans: 使用 M:SS.mmm 或 H:MM:SS.mmm 格式。
zh_hant_hk: 使用 M:SS.mmm 或 H:MM:SS.mmm 格式。
zh_hant_tw: 使用 M:SS.mmm 或 H:MM:SS.mmm 格式。

source: Use the actions menu to publish this podcast to Market or make a public podcast private again.
zh_hans: 使用操作菜单将此播客发布到市场，或将公开播客重新设为私密。
zh_hant_hk: 使用操作選單將此播客發佈到市場，或將公開播客重新設為私人。
zh_hant_tw: 使用操作選單將此播客發布到市場，或將公開播客重新設為私人。

source: Used %@
zh_hans: 已使用 %@
zh_hant_hk: 已使用 %@
zh_hant_tw: 已使用 %@

source: User
zh_hans: 用户
zh_hant_hk: 使用者
zh_hant_tw: 使用者

source: USER
zh_hans: 用户
zh_hant_hk: 使用者
zh_hant_tw: 使用者

source: User ID
zh_hans: 用户 ID
zh_hant_hk: 使用者 ID
zh_hant_tw: 使用者 ID

source: View creator
zh_hans: 查看创作者
zh_hant_hk: 查看創作者
zh_hant_tw: 查看創作者

source: View the plan
zh_hans: 查看计划
zh_hant_hk: 查看計劃
zh_hant_tw: 查看計劃

source: Voices
zh_hans: 声音
zh_hant_hk: 聲音
zh_hant_tw: 聲音

source: Welcome to %@
zh_hans: 欢迎使用 %@
zh_hant_hk: 歡迎使用 %@
zh_hant_tw: 歡迎使用 %@

source: Welcome to Debate Podcasts
zh_hans: 欢迎使用辩论播客
zh_hant_hk: 歡迎使用辯論播客
zh_hant_tw: 歡迎使用辯論播客

source: What's New
zh_hans: 新功能
zh_hant_hk: 新功能
zh_hant_tw: 新功能

source: Working…
zh_hans: 正在处理…
zh_hant_hk: 正在處理…
zh_hant_tw: 正在處理…

source: Write a document
zh_hans: 编写文档
zh_hant_hk: 撰寫文件
zh_hant_tw: 撰寫文件

source: Write a podcast document
zh_hans: 编写播客文档
zh_hant_hk: 撰寫 Podcast 文件
zh_hant_tw: 撰寫 Podcast 文件

source: Write documents in global chat
zh_hans: 在全局聊天中编写文档
zh_hant_hk: 在全域聊天中撰寫文件
zh_hant_tw: 在全域聊天中撰寫文件

source: Write documents in podcast chat
zh_hans: 在播客聊天中编写文档
zh_hant_hk: 在 Podcast 聊天中撰寫文件
zh_hant_tw: 在 Podcast 聊天中撰寫文件

source: Writing the document…
zh_hans: 正在编写文档…
zh_hant_hk: 正在撰寫文件…
zh_hant_tw: 正在撰寫文件…

source: Writing the plan…
zh_hans: 正在编写计划…
zh_hant_hk: 正在撰寫計劃…
zh_hant_tw: 正在撰寫計劃…

source: You can now export your summary to Notion directly with live podcast playback.
zh_hans: 你现在可以将摘要直接导出到 Notion，并附上实时播客播放。
zh_hant_hk: 你而家可以將摘要直接匯出到 Notion，並附上即時 Podcast 播放。
zh_hant_tw: 你現在可以將摘要直接匯出到 Notion，並附上即時 Podcast 播放。

# You need %@ points but have %@.
source: You need %1$@ points but have %2$@.
zh_hans: 你需要 %1$@ 积分，但只有 %2$@。
zh_hant_hk: 你需要 %1$@ 積分，但只有 %2$@。
zh_hant_tw: 你需要 %1$@ 積分，但只有 %2$@。

# You need %lld points but have %lld.
source: You need %1$lld points but have %2$lld.
zh_hans: 你需要 %1$lld 积分，但只有 %2$lld。
zh_hant_hk: 你需要 %1$lld 積分，但只有 %2$lld。
zh_hant_tw: 你需要 %1$lld 積分，但只有 %2$lld。

# You need %lld points but have %lld. Top up to continue.
source: You need %1$lld points but have %2$lld. Top up to continue.
zh_hans: 你需要 %1$lld 积分，但只有 %2$lld。请充值以继续。
zh_hant_hk: 你需要 %1$lld 積分，但只有 %2$lld。請儲值以繼續。
zh_hant_tw: 你需要 %1$lld 積分，但只有 %2$lld。請儲值以繼續。

source: You're signed out. Please sign in again.
zh_hans: 你已退出登录，请重新登录。
zh_hant_hk: 你已登出，請重新登入。
zh_hant_tw: 你已登出，請重新登入。

source: Your Albums
zh_hans: 你的专辑
zh_hant_hk: 你嘅專輯
zh_hant_tw: 你的專輯

source: 中文支持
zh_hant_hk: 中文支援
zh_hant_tw: 中文支援
